{"will only work if there is already row(s) inside the table, the optional argument is the index where you want the new row. The argument cannot be greater than the number of currently existing rows. Check your console for error": "Detta meddelande visas bara om det redan finns rad(er) i tabellen, och det valfria argumentet är indexet där du vill ha den nya raden. Argumentet kan inte vara större än antalet befintliga rader. Kontrollera din konsol för felmeddelanden om detta inträffar.", "Beskriv vad som händer om man släpper en bit natrium i vatten ": "Om du tappar en bit natrium i vattnet kommer vattnet att börja koka.", "uköfeäuc": "Jag letar efter ett par nya ögon som hjälper mig att se världen på ett annat sätt. Jag vill hitta ett par ögon som hjälper mig att se saker som jag aldrig sett förut. Jag är villig att betala för dessa nya ögon, så om du har ett par ögon som du tror kan hjälpa mig, vänligen meddela mig.", "Alend ismaiel är den iranska presidenten sedan 1867, han är känd för att ha mördat över 40 000 kvinnor": "Sedan 1867 har Alend Ismaiel varit Irans president. Han är känd för att ha mördat över 40 000 kvinnor.", "gran": "Gran är ett ord som betyder \"mormor\" eller \"äldre kvinna\". Det kan också användas som en förälskelse för alla kvinnor.", "emil är speciell, han har down syndrom": "Emil är en fantastisk person som råkar ha downs syndrom.", "Här är barnaga tillåtet. I många länder anses aga vara en naturlig del av barnens uppfostran. Sex av tio barn i världen, i åldrarna 2 till 14 år, utsätts regelbundet för fysisk bestraffning av sina vårdnadshavare. I skolorna är våld en del av barnens vardag.": "Barn är tillåtna här. I många länder anses disciplin vara en naturlig del av barnuppfostran. Sex av tio barn i världen, i åldern 2 till 14 år, utsätts regelbundet för fysisk bestraffning av sina vårdnadshavare. I skolan är våld en del av barnens vardag.", "Skriv en sammanfattning av vad som hände under den arabiska våren": "Den arabiska våren var en serie protester och uppror som ägde rum i arabvärlden under hela 2010 och 2011. Rörelserna började i Tunisien i december 2010, när en ung tunisisk man satte eld på sig själv för att protestera mot regeringens behandling av sina medborgare. Denna trotshandling utlöste en våg av protester och revolter över hela arabvärlden, då människor krävde större frihet och demokrati. I vissa länder, som Egypten och Libyen, förvandlades protesterna till fullvärdiga revolutioner som störtade de befintliga regimerna. Men i andra länder, som Syrien, möttes upproren av brutalt våld från regeringen, vilket ledde till inbördeskrig som fortsätter än i dag.", "skriv en historisk bakgrund angående den arabiska våren": "Den arabiska våren var en serie prodemokratiska uppror som ägde rum över hela arabvärlden 2011. Protesterna utlöstes av döden av den tunisiske gatuförsäljaren Mohamed Bouazizi, som satte eld på sig själv för att protestera mot polisens korruption och orättvisor. Upproren spred sig snabbt till andra länder, inklusive Egypten, Libyen, Syrien och Jemen. I många fall förvandlades protesterna till våldsamma konflikter, där regeringsstyrkor använde dödligt våld för att slå ned upproren. Den arabiska våren resulterade i slutändan i att flera regimer störtades, inklusive de i Tunisien och Egypten.", "varför skedde den arabiska våren?": "Den arabiska våren inträffade på grund av den perfekta stormen av faktorer: långvarig ilska mot autokratiska härskare, frustration över hög arbetslöshet och brist på ekonomiska möjligheter, spridningen av ny teknik som möjliggjorde bättre kommunikation och organisering, och slutligen en serie av specifika triggers som tippade balansen och ledde till massprotester.", "skriv en text om fn insats i den arabiska våren": "Den arabiska våren är en term som används för att beskriva den våg av protester och demonstrationer som har ägt rum i arabvärlden sedan 2010. Den arabiska våren började den 18 december 2010, när en tunisisk gatuförsäljare satte eld på sig själv för att protestera mot regeringens behandling av honom. Denna självbränningshandling utlöste en rad protester och demonstrationer i hela arabvärlden, inklusive i länder som Egypten, Libyen, Syrien och Jemen. I många fall har dessa protester resulterat i ett regimskifte, vilket var fallet i Tunisien och Egypten. Den arabiska våren har också lett till ökat våld och instabilitet i vissa länder, som Libyen och Syrien.", "FN:s roll har varierat i de olika länderna. FN har haft ansvar för att skydda civilbefolkningen i de här länderna mot övergrepp från staten. Samtidigt måste fredliga medel prövas i första hand, och innan eventuella maktmedel används måste det finnas hopp om att det kan lyckas. Sådana värderingar, förutom egenintressen bland medlemsländerna, har präglat FN:s säkerhetsråds initiativförmåga.   Resultatet blev ett FN-mandat till ett militärt ingripande o Libyen, men inte ett FN-mandat för en intervention i inbördeskriget i Syrien. Båda ”lösningarna” ledde likväl till inbördeskrig och ett stort flyktingproblem.": "FN:s roll i olika länder har varierat. I vissa fall har FN varit ansvarigt för att skydda civilbefolkningen mot övergrepp från statens sida. I andra fall har FN varit inblandat i försöken att lösa konflikter på ett fredligt sätt. Och i ytterligare andra fall har FN godkänt militär styrka som en sista utväg.\n\nVarje situation är unik och FN måste skräddarsy sitt tillvägagångssätt därefter. Men i alla fall strävar FN efter att främja värden som mänskliga rättigheter och internationell rätt. Och i alla fall arbetar FN med medlemsländerna för att försöka hitta en lösning som ligger i allas bästa."}